anthropic.claude-code
astro-build.astro-vscode
biomejs.biome
boto3typed.boto3-ide
bradlc.vscode-tailwindcss
docker.docker
golang.go
koenigstag.git-changelists
lkqm.gitblame-annotations
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
peakchen90.open-html-in-browser
redhat.java
rogalmic.bash-debug
sainnhe.gruvbox-material
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr